{
  "name": "Colin",
  "personality": "NICE",
  "responses": {
    "introduction": "Hello young detective!",
    "Ignored Initial": "Oh... okay.",
    "ignored Return": "I'm sorry but I'm too busy now. You should have talked to me earlier!",
    "Falsely Accused": "Well I never! How dare you!",
    "Big Footprint": "I'm afraid my feet are smaller than that, young chap! Try %NPC instead.",
    "Small Footprint": "That looks much more similar to , but it looks closer to %NPC's.",
    "Glasses": "I don't wear glasses, I'm afraid. But %NPC does.",
    "Bag": "My backpack is right here! I think %NPC lost theirs.",
    "Lipstick": "No, I don't wear lipstick. I know %NPC does, though.",
    "Right Handed": "I am right handed. But so is %NPC.",
    "Dark Hair": "Don't think it could be my hair, I have grey hair. %NPC has hair like that.",
    "Erotic Novel": "Why that's 50 Spades of Hay! %NPC and I wrote it!",
    "Broken Mobile Phone": "It might be mine, but it looks more like %NPC's.",
    "Car Keys": "HAH! I don't need to drive! I think %NPC has a car like that though.",
    "Knife": "Not my knife, I'm afraid. I'm more of a green window person. %NPC uses knives for cooking.",
    "Cricket Bat": "Not a cricket player I'm afraid! I think %NPC likes the odd spot of cooking.",
    "Energy Drink": "I'm more inclined to tea, I'm afraid. %NPC tends to drink it in my lectures though.",
    "Red Scarf": "I do wear scarfs, but so does %NPC.",
    "Hockey Stick": "I think %NPC enjoys the odd spot of hockey.",
    "Hardware Magazine": "Oh, one of my favourite magazines! I recommended it to %NPC, so this might be their copy.",
    "Diamond Ring": "I think %NPC lost a ring recently.",
    "Receipt": "Isn't %NPC vegan? I'm afraid I'm not sure.",
    "USB Stick": "I wouldn't know anything about any *shudder* humanities. I think %NPC studies history.",
    "Sweet Wrapper": "Ah, coffee, the drink of champions! That's a passion that myself and %NPC share."
  },
  "noneResponses": [
    "Sorry I am a little busy for questions right now.",
    "And why do you think I would help you.",
    "I am not telling you."
  ],
  "motives": {
    "Adam": "Alas, my machinations have been unveiled!",
    "Diana": "Alas, my machinations have been unveiled! I had to kill her before she put a curse on everyone here.",
    "Horatio": "Alas, my machinations have been unveiled!",
    "Kyle": "Alas, my machinations have been unveiled!",
    "Lily": "I had no choice, she let her dog befoul my begonias.",
    "Mary": "Alas, my machinations have been unveiled! She stole my green window!",
    "Mike": "Such a nice man - what a shame he's carrying Giant African Land Lice. I had to kill him before the infection spread.",
    "Roger": "Alas, my machinations have been unveiled!",
    "Will": "I saw him in the bakery last week! Everyone knows only dangerous people eat croissants. He had to go."
  }
}