{
  "name": "Lily",
  "personality": "NICE",
  "responses": {
    "introduction": "Hello",
    "Ignored Initial": "Oh, okay then.",
    "ignored Return": "I'm sorry, I have to go. You should have talked to me earlier..",
    "Falsely Accused": "...Maybe we shouldn't talk anymore...",
    "Big Footprint": "I'm sorry, my feet are tiny! Try %NPC maybe.",
    "Small Footprint": "Looks like it could be mine! But %NPC is the same size as me.",
    "Glasses": "I do need glasses; my eyesight is terrible. %NPC is the only person with worse eyesight.",
    "Bag": "I do have a bag, but I left it at home today. That looks like %NPC's.",
    "Lipstick": "I love a good lipstick. %NPC wears that colour more than me though.",
    "Right Handed": "Yes I do normally use my right hand. So does %NPC.",
    "Dark Hair": "My hair is dark, but I dye it. %NPC has naturally dark hair.",
    "Erotic Novel": "Sorry, that sort of book isn't really my thing. Try %NPC.",
    "Broken Mobile Phone": "Oh I'm sorry, I don't recognise it. Although, it could be %NPC's.",
    "Car Keys": "I wish I could afford a car. %NPC has a nice car like that though.",
    "Knife": "Goodness no! I wouldn't carry a knife around. %NPC is a cook, maybe they lost it?",
    "Cricket Bat": "I'm sorry but I don't know much about cricket. I think %NPC plays though?",
    "Energy Drink": "I'm not a big fan of energy drinks. %NPC drinks a lot of them though.",
    "Red Scarf": "Ooooh, I like that colour! I bet it's %NPC's.",
    "Hockey Stick": "My teammate %NPC lost their stick not long ago. Ask them.",
    "Hardware Magazine": "Oh yeah I read that! I was talking to %NPC about it.",
    "Diamond Ring": "Oh that's so nice! I bet it belongs to %NPC.",
    "Receipt": "I am a vegan! I talk to %NPC a lot about it.",
    "USB Stick": "I'm sorry, I don't study history. I think %NPC does?",
    "Sweet Wrapper": "I'm not a big fan of coffee. %NPC is always drinking it though."
  },
  "noneResponses": [
    "Really sorry but I just don't have the time right now.",
    "I'm sure it would be fine if I helped but just don't want to be involved right now.",
    "I am not telling you, sorry."
  ],
  "motives": {
    "Adam": "It was me. I'm sorry I lied... He's been stalking me for days but campus security wasn't doing anything. I had to protect myself.",
    "Colin": "It was me. I'm sorry I lied... He killed my cat! His name was Tabby and he had white patches on his paws and he was adorable...",
    "Diana": "It was me. I'm sorry I lied... She threatened to kill me the other day. I was so scared, I had to do something.",
    "Horatio": "It was me. I'm sorry I lied... He's insane! He's always so angry. It was only a matter of time before he hurt someone.",
    "Kyle": "It was me. I'm sorry I lied... He cheated on my friend! He ruined her life but just doesn't care. He needed to feel her pain.",
    "Mary": "It was me. I'm sorry I lied... She's a horrible person! All she ever does is make everyone's life a misery. Life will be better without her.",
    "Mike": "It was me. I'm sorry I lied... He thought Colin stole some of his money! I knew he'd try to do something violent about it.",
    "Roger": "It was me. I'm sorry I lied... He was following my friend around! He could have hurt her!",
    "Will": "It was me. I'm sorry I lied... He was nasty. Did you know he beats his little brother?"
  }
}
