{
  "name": "Mike",
  "personality": "NICE",
  "responses": {
    "introduction": "Hi, have you seen my robot? It seems to have gone astray...",
    "Ignored Initial": "Goodbye.",
    "ignored Return": "Sorry, I can't really talk right now.",
    "Falsely Accused": "Sorry, I don't think I should talk to you.",
    "Big Footprint": "Those would fit me I think. Or %NPC.",
    "Small Footprint": "Sorry, bit too small for me. Could be %NPC's.",
    "Glasses": "Yes, I do need glasses these days. Those look more like %NPC's though.",
    "Bag": "I do have a bag with me, yes. %NPC and I always carry a bag.",
    "Lipstick": "Erm... no, I don't wear lipstick... Maybe you should ask %NPC?",
    "Right Handed": "Yes, I am right handed. But so is %NPC.",
    "Dark Hair": "I would say my hair is dark, yes. Not as dark as %NPC's, though.",
    "Erotic Novel": "Ah, a fellow lover of 50 Spades of Hay! You should come for a drink with me and %NPC!",
    "Broken Mobile Phone": "I'm afraid I can't help you there, friend. Try %NPC instead.",
    "Car Keys": "My car is the same make as those keys! So is %NPC's. It's quite common.",
    "Knife": "I'm not much of a chef I'm afraid - you should ask %NPC!",
    "Cricket Bat": "No hand-eye coordination at all, not like %NPC!",
    "Energy Drink": "Oh yes, these keep me going when I'm marking assessments through the night! I know they really help %NPC too.",
    "Red Scarf": "Ooh that looks warm and cosy, could be homemade! Not mine, but I know %NPC knits.",
    "Hockey Stick": "Not really a sportsman, ask %NPC.",
    "Hardware Magazine": "Oh yes, this is my favourite magazine! %NPC gets me a subscription for my birthday every year.",
    "Diamond Ring": "That's very pretty. I think I saw %NPC wearing it earlier?",
    "Receipt": "Ah yes I shop there all the time! I often see %NPC in there too.",
    "USB Stick": "I'm a bit more savvy these days, you should ask %NPC. They're a bit of a dinosaur.",
    "Sweet Wrapper": "Could be mine! I offered %NPC a toffee earlier."
  },
  "noneResponses": [
    "Sorry I have some marking to get on with.",
    "I'm not sure why I should help you exactly.",
    "I am not telling you."
  ],
  "motives": {
  	"Adam": "He drives a Corvette. Enough said.",
  	"Colin": "He once borrowed a soldering iron off me and never gave it back.",
  	"Diana": "She thought I was a waiter and insulted my facial hair. The impudence!",
  	"Horatio": "He almost knocked me off my bike on the way here.",
  	"Kyle": "He's a lousy conversationalist. I almost fell asleep in my soup.",
  	"Lily": "Her mutt bred with my pedigree! Those puppies will be so ugly.",
  	"Mary": "She chained her bike to mine once. I was stranded for three hours.",
  	"Roger": "So disrespectful - he just got on my every nerve.",
  	"Will": "He used to deliver my paper and everyday would throw it right into the fish pond. I lost thousands!"
  }
}