{
  "name": "Mike",
  "personality": "NICE",
  "responses": {
    "introduction": "Hi, have you seen my robot? It seems to have gone astray...",
    "Ignored Initial": "Goodbye.",
    "ignored Return": "Sorry, I can't really talk right now.",
    "Falsely Accused": "Sorry, I don't think I should talk to you.",
    "Big Footprint": "Those would fit me I think. Or %NPC.",
    "Small Footprint": "Sorry, bit too small for me. Could be %NPC's.",
    "Glasses": "Yes, I do need glasses these days. Those look more like %NPC's though.",
    "Bag": "I do have a bag with me, yes. %NPC and I always carry a bag.",
    "Lipstick": "Erm... no, I don't wear lipstick... Maybe you should ask %NPC?",
    "Right Handed": "Yes, I am right handed. But so is %NPC.",
    "Dark Hair": "I would say my hair is dark, yes. Not as dark as %NPC's, though.",
    "Erotic Novel": "Ah, a fellow lover of 50 Spades of Hay! You should come for a drink with %NPC and I!",
    "Broken Mobile Phone": "I'm afraid I can't help you there, friend. Try %NPC instead.",
    "Car Keys": "My car is the same make as those keys! So is %NPC's. It's quite common.",
    "Knife": "PLACEHOLDER",
    "Cricket Bat": "PLACEHOLDER",
    "Energy Drink": "PLACEHOLDER",
    "Red Scarf": "PLACEHOLDER",
    "Inhaler": "PLACEHOLDER",
    "Hockey Stick": "PLACEHOLDER",
    "Hardware Magazine": "PLACEHOLDER",
    "Diamond Ring": "PLACEHOLDER",
    "Receipt": "PLACEHOLDER",
    "USB Stick": "PLACEHOLDER",
    "Sweet Wrapper": "PLACEHOLDER"
  },
  "noneResponses": [
    "Sorry I have some marking to get on with.",
    "I'm not sure why I should help you exactly.",
    "I am not telling you."
  ],
  "motives": {
  	"Adam": "",
  	"Colin": "He once borrowed a soldering iron off me and never gave it back.",
  	"Diana": "She thought I was a waiter and insulted my facial hair. The impudence!",
  	"Horatio": "",
  	"Kyle": "",
  	"Lily": "Her mutt bred with my pedigree! Those puppies will be so ugly.",
  	"Mary": "She chained her bike to mine once. I was stranded for three hours.",
  	"Roger": "",
  	"Will": "He used to deliver my paper and everyday would throw it right into the fish pond. I lost thousands!"
  }
}