{
  "name": "Roger",
  "personality": "NEUTRAL",
  "responses": {
    "introduction": "Hello",
    "Ignored Initial": "All right.",
    "ignored Return": "Please go away.",
    "Falsely Accused": "I'm not speaking to you without a lawyer.",
    "Big Footprint": "Bit too big for me friend, try %NPC maybe.",
    "Small Footprint": "Looks like it could be mine! %NPC and I were just comparing our feet size.",
    "Glasses": "Unfortunately yes I do need glasses, those cool frames look more like %NPC's though.",
    "Bag": "Yes I do have a bag, but I think I left it in my car. This looks a bit like %NPC's.",
    "Lipstick": "I love a good lipstick. %NPC put me on to that shade.",
    "Right Handed": "Yes I do normally use my right hand, although I'm a little ambidextrous. Just like %NPC!",
    "Dark Hair": "My hair is tan mahogany by Loréal. Boy was %NPC mad when they found out I had the same hair colour.",
    "Erotic Novel": "Sorry, that sort of book isn't really my thing. I think I saw a copy in %NPC's bag, though.",
    "Broken Mobile Phone": "Oh I'm sorry, I don't recognise it. Look's like the one %NPC was using earlier.",
    "Car Keys": "I wish hahaha! I can't afford a car. %NPC works at that car dealership though.",
    "Knife": "I'm not a weapons enthusiast myself, but %NPC's brother owns a blade shop. Lovely chap.",
    "Cricket Bat": "Oh yes, I'm down at the green every Sunday. %NPC and I both bat for the same team!",
    "Energy Drink": "Got me! Can't keep away from the stuff. %NPC gave me one of theirs months ago and haven't been able to stop drinking it since.",
    "Red Scarf": "Not mine I'm afraid, but looks like a perfect match for %NPC's outfit.",
    "Hockey Stick": "Awful, violent game. Perfect for brutes like %NPC.",
    "Hardware Magazine": "Hahaha, not much for that myself! %NPC looks like they could handle some heavy lifting though.",
    "Diamond Ring": "Good lord, that's a swanky ring. %NPC has awfully bony fingers - maybe it fell off their hand?",
    "Receipt": "Ah my good fellow, I haven't stepped inside a Morrisons in years! There is one right by %NPC's house, if you're interested.",
    "USB Stick": "Oh thank goodness you found it! It's full of pictures of %NPC's wedding!",
    "Sweet Wrapper": "Can't maintain these quality dentures and eat sugar! %NPC was wolfing down their dessert - try them."
  },
  "noneResponses": [
    "Really sorry but I just don't have the time right now.",
    "I'm sure it would be fine if I helped but just don't want to be involved right now.",
    "I am not telling you, sorry."
  ],
  "motives": {
  	"Adam": "Have you seen his parking job? Awful.",
  	"Colin": "I caught him trying to curse my nostril.",
  	"Diana": "But she had such big teeth. I couldn't eat dinner for staring at them.",
  	"Horatio": "He bullied me when we were at boarding school.",
  	"Kyle": "His hair offended me.",
  	"Lily": "Her dog gave my dog diseases.",
  	"Mary": "We play on opposing sports teams - her team will never win now!",
  	"Mike": "He's a crazy lab guy. That never ends well.",
  	"Will": "I was overcome with a fit of jealous rage - his shoes were shinier than mine."
  }
}